Repository: Michy010/usalamasmart
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: Sign In
sw: Ingia

source: Welcome Back!
sw: Karibu

source: Username:
sw: Jina la mtumiaji

source: Enter your username
sw: Ingiza Jina la mtumiaji

source: Password:
sw: Neno siri

source: Enter your password
sw: Ingiza Neno siri

source: Don't have an account?
sw: Huna akaunti?

source: Sign Up
sw: Jisajiri

source: Create an Account
sw: Tengeneza Akaunti

source: Enter text here...
sw: Ingiza maandishi hapa...

source: Enter video URL...
sw: Ingiza video URL...

source: Report Anonymously
sw: Ripoti bila kujurikana

source: Accept
sw: Kubali

source: Decline
sw: Kataa

source: Google Meet link
sw: Kiungo cha kikao Google

source: Reason for decline
sw: Sababu ya kukataa

source: Text
sw: Maandishi

source: Image
sw: Picha

source: Mixed
sw: Mchanganyiko

source: About Us
sw: Kuhusu Sisi

source: About Usalama Smart
sw: Kuhusu Usalama Smart

source: Usalama Smart is an app designed to enhance occupational health and safety within workplaces. The app facilitates real-time communication between employees and safety managers, ensuring quick response to potential hazards and compliance with safety regulations.
sw: Usalama Smart ni programu iliyoundwa kuboresha afya na usalama mahali pa kazi. Programu inawezesha mawasiliano ya moja kwa moja kati ya wafanyakazi na meneja wa usalama, ikidhibiti majibu ya haraka kwa hatari za uwezekano na kuzingatia sheria za usalama.

source: Our mission is to innovate and implement smart solutions that streamline the reporting of workplace injuries, enhance the accuracy of occupational health data, and empower authorities and organizations with reliable statistics to improve workplace safety standards and policies.
sw: Malengo yetu ni kubuni na kutekeleza suluhisho za akili ambazo zinaboresha uripoti wa majeraha mahali pa kazi, kuimarisha usahihi wa data ya afya ya mara kwa mara, na kuwezesha mamlaka na mashirika na takwimu za kuaminika ili kuboresha viwango vya usalama na sera za mahali pa kazi.

source: OHS Links
sw: Viungo vya OHS

source: Add a New OHS Link
sw: Ongeza Kiungo Kipya cha OHS

source: Add Link
sw: Ongeza Kiungo

source: Back to list
sw: Rudi kwenye orodha

source: All Updates
sw: Sasisho Zote

source: Posted by
sw: Imechapishwa na

source: on
sw: kwenye

source: No updates yet.
sw: Hakuna sasisho bado.

source: Document
sw: Hati

source: Home
sw: Nyumbani

source: User Dashboard
sw: Dashibodi ya Mtumiaji

source: OHS regulations & guidelines
sw: OHS Kanuni na Miongozo

source: Logout
sw: Toka

source: Our Stakeholders
sw: Wadau

source: Stakeholder 1
sw: Mdau 1

source: Stakeholder 2
sw: Mdau 2

source: Stakeholder 3
sw: Mdau 3

source: Stakeholder 4
sw: Mdau 4

source: Contact Us
sw: Wasiliana Nasi

source: All rights reserved.
sw: Haki zote zimehifadhiwa

source: Change Password
sw: Badili neno siri

source: Consultation Success
sw: Miadi imefanikiwa

source: Consultation Request Submitted
sw: Ombi la miadi limekusanywa

source: Your consultation request has been submitted successfully. Please visit your dashboard to check if it has been accepted or is still pending.
sw: Miadi yako imekusanywa kikamilifu. Tafadhari tembelea dashibodi yako kuangalia kama imekubarika au bado inasubiri

source: Go to My Dashboard
sw: Nenda kwenye Dashibodi Yangu

source: Create Sessions
sw: Tengeneza Kikao

source: Submit
sw: Kusanya

source: Training Sessions
sw: Vikao vya mafunzo

source: Posted on
sw: Imechapishwa

source: Unsupported content type
sw: Aina hii haisapotiwi

source: Details
sw: Taarifa

source: Training session
sw: Kikao cha kujifunza

source: Training modules
sw: Moduli za kujifunza

source: Incident reporting
sw: Ripoti Tukio

source: Consultation services
sw: Huduma za miadi

source: Updates
sw: Sasisho

source: Lawyers
sw: Mawakili

source: Data statistics
sw: Data za takwimu

source: Dashboard
sw: Dashibodi

source: Upcoming Consultations
sw: Miadi ijayo

source: Date
sw: Tarehe

source: User
sw: Mtumiaji

source: Message
sw: Ujumbe

source: Status
sw: Hali

source: Actions
sw: Vitendo

source: No upcoming consultations.
sw: Hakuna miadi ijayo

source: Expert Details
sw: Taarifa za Mtaalamu

source: Book a Consultation
sw: Weka Miadi

source: Book
sw: Miadi

source: Expert List
sw: Listi ya wataalamu

source: Experts
sw: wataalamu

source: Expert's Dashboard
sw: Dashibodi ya Mtaalamu

source: Rating
sw: Kiwango

source: Incident Submitted
sw: Tukio limekusanywa

source: Your incident report has been submitted successfully. You can now return to the home page.
sw: Tukio limekusanywa kikamilifu. Unaweza kurudi kwenye ukurasa wa nyumbani

source: Go to Home Page
sw: Nenda ukurasa wa nyumbani

source: Incident List
sw: Listi ya Matukio

source: Title
sw: Kichwa

source: Severity
sw: Ukali

source: Description
sw: Maelezo

source: Reporter
sw: Ripota

source: Location
sw: Eneo

source: Image for
sw: Picha ya

source: No image
sw: Hakuna Picha

source: Anonymous
sw: Pasipo kujurikana

source: No location
sw: Hakuna Eneo

source: Welcome to Usalama Smart
sw: Karibu Usalama Smart

source: Your go-to platform for workplace safety, expert advice, and legal consultations.
sw: Jukwaa lako bora la usalama kazini, ushauri wa kitaalamu, na mashauriano ya kisheria.

source: Get Started
sw: Anza Sasa

source: Lawyer Subscription
sw: Usajili wa Wakili

source: Are you a lawyer? Join our platform to offer your expertise to workplaces in need of legal advice.
sw: Je, wewe ni wakili? Jiunge na jukwaa letu ili kutoa utaalamu wako kwa sehemu za kazi zinazohitaji ushauri wa kisheria.

source: Register Now
sw: Jisajiri

source: OHS Regulations and Guidelines
sw: Kanuni na Miongozo

source: Added on
sw: Imewekwa

source: No OHS links available.
sw: Hakuna kiungo cha OHS kilichopo

source: Password Change Successful
sw: Neno siri limebadilika kikamilifu

source: Password Changed
sw: Badili neno siri

source: Your password has been changed successfully.
sw: Neno siri limebadilishwa kikamilifu

source: Return to login
sw: Rudi Uingie

source: Post Update
sw: Sasisha Sasisho

source: Content
sw: Maudhui

source: Upload Image
sw: Weka Picha

source: Enter Video URL
sw: Weka kiungo cha video

source: Enter video URL
sw: Weka kiungo cha video

source: Register Lawyer
sw: Sajiri Wakili

source: Name
sw: Jina

source: Email
sw: Barua pepe

source: WhatsApp Account Number
sw: Namba ya akaunti ya WhatsApp

source: Mobile Phone
sw: Namba ya simu

source: Profile Picture
sw: Picha ya profaili

source: Register
sw: Jisajiri

source: Report
sw: Ripoti

source: Report an Incident
sw: Ripoti Tukio

source: Enter the incident title
sw: Andika kichwa cha tukio

source: Describe the incident
sw: Maelezo ya tukio

source: Select Severity
sw: Chagua Ukali

source: Select Reporter
sw: Chagua Mtoaji Taarifa

source: My Consultations
sw: Miadi Yangu

source: Reset Your Password
sw: Badilisha neno siri

source: Consultation with
sw: Miadi na

source: Meeting Link
sw: Kiungo cha kikao Google

source: Decline Message
sw: Ujumbe wa kukataa

source: Lawyers Directory
sw: Listi ya Mawakili

source: Message on WhatsApp
sw: Tuma ujumbe WhatsApp

source: Phone
sw: Simu

source: No lawyers found.
sw: Hakuna Wakili

source: For 'Mixed' content type, provide text and either an image or video URL.
sw: Kwa 'Mchanganyiko' weka maudhui na vidio au Picha

source: Your consultation with {expert_name} has been accepted. Please copy the link below and keep it safe
sw: Miadi yako na {expert_name} imekubaliwa. Tafadhari nakili kiungo hapo chini na utunze

source: Your consultation with {expert_name} has been declined.
sw: Miadi yako na {expert_name} imekataliwa

source: Your consultation with {expert_name} has been accepted. Here is your Google Meet link: {meet_link}
sw: Miadi yako na {expert_name} imekubaliwa. hii ni kiungo chako cha Google.

source: Your consultation with {expert_name} has been declined. Reason: {decline_message}
sw: Miadi yako na {expert_name} imekataliwa. Sababu: {decline_message}
